const libraryinfo = {
    dtl_region: {
        11010: '서울특별시 종로구',
        11020: '서울특별시 중구',
        11030: '서울특별시 용산구',
        11040: '서울특별시 성동구',
        11050: '서울특별시 광진구',
        11060: '서울특별시 동대문구',
        11070: '서울특별시 중랑구',
        11080: '서울특별시 성북구',
        11090: '서울특별시 강북구',
        11100: '서울특별시 도봉구',
        11110: '서울특별시 노원구',
        11120: '서울특별시 은평구',
        11130: '서울특별시 서대문구',
        11140: '서울특별시 마포구',
        11150: '서울특별시 양천구',
        11160: '서울특별시 강서구',
        11170: '서울특별시 구로구',
        11180: '서울특별시 금천구',
        11190: '서울특별시 영등포구',
        11200: '서울특별시 동작구',
        11210: '서울특별시 관악구',
        11220: '서울특별시 서초구',
        11230: '서울특별시 강남구',
        11240: '서울특별시 송파구',
        11250: '서울특별시 강동구'
    }
};